Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Start generating images to see your cost metrics here
de: Beginnen Sie hier mit der Generierung von Bildern, um Ihre Kostenkennzahlen anzuzeigen
es: Comience a generar imágenes para ver sus métricas de costos aquí
fr: Commencez à générer des images pour voir vos statistiques de coûts ici
hi: यहां अपनी लागत मेट्रिक्स देखने के लिए छवियां बनाना प्रारंभ करें
id: Mulai buat gambar untuk melihat metrik biaya Anda di sini
ja: 画像の生成を開始して、ここでコスト指標を確認してください
ko: 여기에서 비용 측정항목을 보려면 이미지 생성을 시작하세요.
pl: Zacznij generować obrazy, aby zobaczyć tutaj swoje dane o kosztach
pt_br: Comece a gerar imagens para ver suas métricas de custo aqui
tr: Maliyet ölçümlerinizi burada görmek için görseller oluşturmaya başlayın
uk: Почніть генерувати зображення, щоб побачити показники своїх витрат тут
vi: Bắt đầu tạo hình ảnh để xem số liệu chi phí của bạn tại đây
zh_hans: 开始生成图像以在此处查看您的成本指标
zh_hant: 開始生成圖像以在此處查看您的成本指標

source: Start generating images to see your storage usage here
de: Beginnen Sie hier mit der Generierung von Bildern, um Ihre Speichernutzung anzuzeigen
es: Comience a generar imágenes para ver su uso de almacenamiento aquí
fr: Commencez à générer des images pour voir votre utilisation du stockage ici
hi: यहां अपना संग्रहण उपयोग देखने के लिए छवियां बनाना प्रारंभ करें
id: Mulai buat gambar untuk melihat penggunaan penyimpanan Anda di sini
ja: ここでイメージの生成を開始してストレージ使用量を確認してください
ko: 여기에서 스토리지 사용량을 확인하려면 이미지 생성을 시작하세요.
pl: Rozpocznij generowanie obrazów, aby zobaczyć tutaj wykorzystanie miejsca
pt_br: Comece a gerar imagens para ver seu uso de armazenamento aqui
tr: Depolama kullanımınızı burada görmek için görseller oluşturmaya başlayın
uk: Почніть генерувати зображення, щоб побачити використання пам’яті тут
vi: Bắt đầu tạo hình ảnh để xem mức sử dụng bộ nhớ của bạn tại đây
zh_hans: 开始生成图像以在此处查看您的存储使用情况
zh_hant: 開始生成圖像以在此處查看您的儲存使用情況

source: Start generating images to see your usage metrics here
de: Beginnen Sie hier mit der Generierung von Bildern, um Ihre Nutzungsmetriken anzuzeigen
es: Comience a generar imágenes para ver sus métricas de uso aquí
fr: Commencez à générer des images pour voir vos statistiques d'utilisation ici
hi: यहां अपने उपयोग मेट्रिक्स देखने के लिए छवियां बनाना प्रारंभ करें
id: Mulai buat gambar untuk melihat metrik penggunaan Anda di sini
ja: ここで使用状況メトリクスを確認するには、画像の生成を開始してください
ko: 여기에서 사용량 측정항목을 보려면 이미지 생성을 시작하세요.
pl: Rozpocznij generowanie obrazów, aby zobaczyć tutaj swoje wskaźniki użytkowania
pt_br: Comece a gerar imagens para ver suas métricas de uso aqui
tr: Kullanım ölçümlerinizi burada görmek için görseller oluşturmaya başlayın
uk: Почніть генерувати зображення, щоб побачити показники використання тут
vi: Bắt đầu tạo hình ảnh để xem số liệu sử dụng của bạn tại đây
zh_hans: 开始生成图像以在此处查看您的使用指标
zh_hant: 開始生成圖像以在此處查看您的使用指標

source: Start generation
de: Generierung starten
es: Iniciar generación
fr: Démarrer la génération
hi: पीढ़ी प्रारंभ करें
id: Mulai generasi
ja: 生成を開始する
ko: 생성 시작
pl: Rozpocznij generowanie
pt_br: Iniciar geração
tr: Oluşturmayı başlat
uk: Почати генерацію
vi: Bắt đầu thế hệ
zh_hans: 开始生成
zh_hant: 開始生成

source: Starting frame for this scene.
de: Startbild für diese Szene.
es: Fotograma inicial de esta escena.
fr: Image de départ de cette scène.
hi: इस दृश्य के लिए प्रारंभिक फ़्रेम.
id: Bingkai awal untuk adegan ini.
ja: このシーンの開始フレーム。
ko: 이 장면의 시작 프레임입니다.
pl: Klatka początkowa tej sceny.
pt_br: Quadro inicial para esta cena.
tr: Bu sahne için başlangıç karesi.
uk: Початковий кадр для цієї сцени.
vi: Khung hình bắt đầu cho cảnh này.
zh_hans: 该场景的起始帧。
zh_hant: 該場景的起始畫面。

source: Stay on this page to ensure the bulk edit process continues. Navigating elsewhere will pause the process.
de: Bleiben Sie auf dieser Seite, um sicherzustellen, dass der Massenbearbeitungsprozess fortgesetzt wird. Wenn Sie woanders hin navigieren, wird der Vorgang angehalten.
es: Permanezca en esta página para asegurarse de que el proceso de edición masiva continúe. Navegar a otro lugar detendrá el proceso.
fr: Restez sur cette page pour vous assurer que le processus de modification groupée se poursuit. Naviguer ailleurs mettra le processus en pause.
hi: यह सुनिश्चित करने के लिए कि थोक संपादन प्रक्रिया जारी रहे, इस पृष्ठ पर बने रहें। अन्यत्र नेविगेट करने से प्रक्रिया रुक जाएगी.
id: Tetap di halaman ini untuk memastikan proses pengeditan massal berlanjut. Menavigasi ke tempat lain akan menghentikan proses.
ja: 一括編集プロセスを続行するには、このページに留まり続けてください。他の場所に移動すると、プロセスが一時停止します。
ko: 대량 편집 프로세스가 계속 진행되도록 하려면 이 페이지에 머무르세요. 다른 곳으로 이동하면 프로세스가 일시 중지됩니다.
pl: Pozostań na tej stronie, aby mieć pewność, że proces edycji zbiorczej będzie kontynuowany. Przejście w inne miejsce spowoduje wstrzymanie procesu.
pt_br: Permaneça nesta página para garantir que o processo de edição em massa continue. Navegar para outro lugar pausará o processo.
tr: Toplu düzenleme işleminin devam ettiğinden emin olmak için bu sayfada kalın. Başka bir yere gitmek işlemi duraklatacaktır.
uk: Залишайтеся на цій сторінці, щоб забезпечити продовження процесу масового редагування. Навігація в іншому місці призупинить процес.
vi: Ở lại trang này để đảm bảo quá trình chỉnh sửa hàng loạt được tiếp tục. Điều hướng đến nơi khác sẽ tạm dừng quá trình.
zh_hans: 留在此页面以确保批量编辑过程继续进行。导航到其他地方将暂停该过程。
zh_hant: 留在此頁面以確保批量編輯過程繼續進行。導航到其他地方將暫停該過程。

source: Stay on this page to ensure the bulk generation process continues. Navigating elsewhere will pause the process.
de: Bleiben Sie auf dieser Seite, um sicherzustellen, dass der Massengenerierungsprozess fortgesetzt wird. Wenn Sie woanders hin navigieren, wird der Vorgang angehalten.
es: Permanezca en esta página para garantizar que el proceso de generación masiva continúe. Navegar a otro lugar detendrá el proceso.
fr: Restez sur cette page pour vous assurer que le processus de génération groupée se poursuit. Naviguer ailleurs mettra le processus en pause.
hi: यह सुनिश्चित करने के लिए कि थोक उत्पादन प्रक्रिया जारी रहे, इस पृष्ठ पर बने रहें। अन्यत्र नेविगेट करने से प्रक्रिया रुक जाएगी.
id: Tetap di halaman ini untuk memastikan proses pembuatan massal terus berlanjut. Menavigasi ke tempat lain akan menghentikan proses.
ja: 一括生成プロセスが続行されるようにするには、このページに留まってください。他の場所に移動すると、プロセスが一時停止します。
ko: 대량 생성 프로세스가 계속 진행되도록 하려면 이 페이지에 머무르세요. 다른 곳으로 이동하면 프로세스가 일시 중지됩니다.
pl: Pozostań na tej stronie, aby mieć pewność, że proces generowania zbiorczego będzie kontynuowany. Przejście w inne miejsce spowoduje wstrzymanie procesu.
pt_br: Fique nesta página para garantir que o processo de geração em massa continue. Navegar para outro lugar pausará o processo.
tr: Toplu oluşturma sürecinin devam etmesini sağlamak için bu sayfada kalın. Başka bir yere gitmek işlemi duraklatacaktır.
uk: Залишайтеся на цій сторінці, щоб забезпечити продовження процесу масового створення. Навігація в іншому місці призупинить процес.
vi: Ở lại trang này để đảm bảo quá trình tạo số lượng lớn tiếp tục. Điều hướng đến nơi khác sẽ tạm dừng quá trình.
zh_hans: 留在此页面以确保批量生成过程继续进行。导航到其他地方将暂停该过程。
zh_hant: 留在此頁面以確保批量生成過程繼續進行。導航到其他地方將暫停該過程。

source: Steps
de: Schritte
es: Pasos
fr: Étapes
hi: कदम
id: Langkah-langkah
ja: ステップ
ko: 단계
pl: Kroki
pt_br: Passos
tr: Adımlar
uk: Кроки
vi: bước
zh_hans: 步骤
zh_hant: 步驟

# Stickyness: %lld%% %.1f
source: Stickyness: %1$lld%% %2$.1f
de: Klebrigkeit: %1$lld%% %2$.1f
es: Pegajosidad: %1$lld%% %2$.1f
fr: Adhérence : %1$lld%% %2$.1f
hi: चिपचिपाहट: %1$lld%% %2$.1f
id: Kelengketan: %1$lld%% %2$.1f
ja: 粘着性: %1$lld%% %2$.1f
ko: 끈적임: %1$lld%% %2$.1f
pl: Lepkość: %1$lld%% %2$.1f
pt_br: Aderência: %1$lld%% %2$.1f
tr: Yapışkanlık: %1$lld%% %2$.1f
uk: Клейкість: %1$lld%% %2$.1f
vi: Độ dính: %1$lld%% %2$.1f
zh_hans: 粘性：%1$lld%% %2$.1f
zh_hant: 黏性：%1$lld%% %2$.1f

source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
hi: भंडारण
id: Penyimpanan
ja: ストレージ
ko: 저장
pl: Przechowywanie
pt_br: Armazenamento
tr: Depolama
uk: Зберігання
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存

source: Storage Consumed
de: Speicher verbraucht
es: Almacenamiento consumido
fr: Stockage consommé
hi: भण्डारण की खपत
id: Penyimpanan Dikonsumsi
ja: 消費されたストレージ
ko: 소비된 스토리지
pl: Wykorzystane miejsce na dysku
pt_br: Armazenamento consumido
tr: Tüketilen Depolama Alanı
uk: Споживана пам'ять
vi: Dung lượng đã sử dụng
zh_hans: 消耗的存储空间
zh_hant: 消耗的儲存空間

source: Store product images for quick use in photoshoots
de: Speichern Sie Produktbilder zur schnellen Verwendung bei Fotoshootings
es: Almacene imágenes de productos para usarlas rápidamente en sesiones de fotos.
fr: Stockez les images de produits pour une utilisation rapide lors de séances photo
hi: फोटोशूट में त्वरित उपयोग के लिए उत्पाद छवियों को संग्रहीत करें
id: Simpan gambar produk untuk digunakan dengan cepat dalam pemotretan
ja: 写真撮影ですぐに使用できるように製品画像を保存します
ko: 사진 촬영에 빠르게 사용할 수 있도록 제품 이미지 저장
pl: Przechowuj zdjęcia produktów, aby móc je szybko wykorzystać podczas sesji zdjęciowych
pt_br: Armazene imagens de produtos para uso rápido em sessões de fotos
tr: Fotoğraf çekimlerinde hızlı kullanım için ürün görsellerini saklayın
uk: Зберігайте зображення продуктів для швидкого використання у фотосесіях
vi: Lưu trữ hình ảnh sản phẩm để sử dụng nhanh khi chụp ảnh
zh_hans: 存储产品图像以便在拍摄时快速使用
zh_hant: 儲存產品影像以便在拍攝時快速使用

source: Storyboard Timeline
de: Storyboard-Zeitleiste
es: Línea de tiempo del guión gráfico
fr: Chronologie du storyboard
hi: स्टोरीबोर्ड टाइमलाइन
id: Garis Waktu Papan Cerita
ja: ストーリーボードのタイムライン
ko: 스토리보드 타임라인
pl: Oś czasu scenorysu
pt_br: Linha do tempo do storyboard
tr: Öykü Taslağı Zaman Çizelgesi
uk: Хронологія розкадровки
vi: Dòng thời gian của bảng phân cảnh
zh_hans: 故事板时间轴
zh_hant: 分鏡時間軸

source: Strength
de: Stärke
es: Fuerza
fr: Force
hi: ताकत
id: Kekuatan
ja: 強さ
ko: 힘
pl: Siła
pt_br: Força
tr: Güç
uk: Сила
vi: sức mạnh
zh_hans: 实力
zh_hant: 實力

source: Style
de: Stil
es: Estilo
hi: अंदाज
id: Gaya
ja: スタイル
ko: 스타일
pl: Styl
pt_br: Estilo
tr: Stil
uk: Стиль
vi: phong cách
zh_hans: 风格
zh_hant: 風格

source: Submit Feedback
de: Geben Sie Feedback ab
es: Enviar comentarios
fr: Envoyer des commentaires
hi: प्रतिक्रिया सबमिट करें
id: Kirim Masukan
ja: フィードバックを送信する
ko: 피드백 제출
pl: Prześlij opinię
pt_br: Enviar comentários
tr: Geri Bildirim Gönder
uk: Надіслати відгук
vi: Gửi phản hồi
zh_hans: 提交反馈
zh_hant: 提交回饋

source: Submit a prompt and the results will appear here.
de: Senden Sie eine Eingabeaufforderung und die Ergebnisse werden hier angezeigt.
es: Envíe un mensaje y los resultados aparecerán aquí.
fr: Soumettez une invite et les résultats apparaîtront ici.
hi: एक संकेत सबमिट करें और परिणाम यहां दिखाई देंगे।
id: Kirimkan prompt dan hasilnya akan muncul di sini.
ja: プロンプトを送信すると、結果がここに表示されます。
ko: 프롬프트를 제출하면 결과가 여기에 표시됩니다.
pl: Prześlij monit, a wyniki pojawią się tutaj.
pt_br: Envie um prompt e os resultados aparecerão aqui.
tr: Bir bilgi istemi gönderin, sonuçlar burada görünecektir.
uk: Надішліть запит, і результати з’являться тут.
vi: Gửi lời nhắc và kết quả sẽ xuất hiện ở đây.
zh_hans: 提交提示，结果将显示在此处。
zh_hant: 提交提示，結果將顯示在此。

source: Supported Models
de: Unterstützte Modelle
es: Modelos compatibles
fr: Modèles pris en charge
hi: समर्थित मॉडल
id: Model yang Didukung
ja: 対応機種
ko: 지원되는 모델
pl: Obsługiwane modele
pt_br: Modelos Suportados
tr: Desteklenen Modeller
uk: Підтримувані моделі
vi: Các mẫu được hỗ trợ
zh_hans: 支持型号
zh_hant: 支援型號

source: Supported Providers
de: Unterstützte Anbieter
es: Proveedores compatibles
fr: Fournisseurs pris en charge
hi: समर्थित प्रदाता
id: Penyedia yang Didukung
ja: サポートされているプロバイダー
ko: 지원되는 제공업체
pl: Obsługiwani dostawcy
pt_br: Provedores Suportados
tr: Desteklenen Sağlayıcılar
uk: Підтримувані постачальники
vi: Nhà cung cấp được hỗ trợ
zh_hans: 支持的提供商
zh_hant: 支援的提供者

source: System Information
de: Systeminformationen
es: Información del sistema
fr: Informations système
hi: सिस्टम सूचना
id: Sistem Informasi
ja: システム情報
ko: 시스템 정보
pl: Informacje o systemie
pt_br: Informações do sistema
tr: Sistem Bilgileri
uk: Інформація про систему
vi: Thông tin hệ thống
zh_hans: 系统信息
zh_hant: 系統資訊

source: Tags
de: Schlagworte
es: Etiquetas
fr: Balises
hi: टैग
id: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Etiquetas
tr: Etiketler
uk: Теги
vi: Thẻ
zh_hans: 标签
zh_hant: 標籤

source: Text Input
de: Texteingabe
es: Entrada de texto
fr: Saisie de texte
hi: पाठ इनपुट
id: Masukan Teks
ja: テキスト入力
ko: 텍스트 입력
pl: Wprowadzanie tekstu
pt_br: Entrada de texto
tr: Metin Girişi
uk: Введення тексту
vi: Nhập văn bản
zh_hans: 文字输入
zh_hant: 文字輸入

source: The above setting parameters are recommended by the provider for optimal usage of the model. Feel free to modify the parameters based on your requirements to generate the desired output.
de: Die oben genannten Einstellparameter werden vom Anbieter für eine optimale Nutzung des Modells empfohlen. Sie können die Parameter jederzeit entsprechend Ihren Anforderungen ändern, um die gewünschte Ausgabe zu generieren.
es: El proveedor recomienda los parámetros de configuración anteriores para un uso óptimo del modelo. No dude en modificar los parámetros según sus requisitos para generar el resultado deseado.
fr: Les paramètres de configuration ci-dessus sont recommandés par le fournisseur pour une utilisation optimale du modèle. N'hésitez pas à modifier les paramètres en fonction de vos besoins pour générer le résultat souhaité.
hi: मॉडल के इष्टतम उपयोग के लिए प्रदाता द्वारा उपरोक्त सेटिंग पैरामीटर की अनुशंसा की जाती है। वांछित आउटपुट उत्पन्न करने के लिए अपनी आवश्यकताओं के आधार पर मापदंडों को संशोधित करने के लिए स्वतंत्र महसूस करें।
id: Parameter pengaturan di atas direkomendasikan oleh penyedia untuk penggunaan model yang optimal. Jangan ragu untuk mengubah parameter berdasarkan kebutuhan Anda untuk menghasilkan keluaran yang diinginkan.
ja: 上記の設定パラメーターは、モデルを最適に使用するためにプロバイダーによって推奨されています。必要な出力を生成するには、要件に基づいてパラメータを自由に変更してください。
ko: 위의 설정 매개변수는 모델의 최적 사용을 위해 공급자가 권장하는 것입니다. 원하는 출력을 생성하려면 요구 사항에 따라 매개변수를 자유롭게 수정하세요.
pl: Powyższe parametry ustawień są zalecane przez dostawcę w celu optymalnego wykorzystania modelu. Możesz dowolnie modyfikować parametry w oparciu o swoje wymagania, aby wygenerować żądany wynik.
pt_br: Os parâmetros de configuração acima são recomendados pelo fornecedor para uso ideal do modelo. Sinta-se à vontade para modificar os parâmetros com base em seus requisitos para gerar a saída desejada.
tr: Yukarıdaki ayar parametreleri, modelin optimum kullanımı için sağlayıcı tarafından önerilmektedir. İstediğiniz çıktıyı oluşturmak için gereksinimlerinize göre parametreleri değiştirmekten çekinmeyin.
uk: Наведені вище параметри налаштування рекомендовані постачальником для оптимального використання моделі. Не соромтеся змінювати параметри відповідно до ваших вимог, щоб отримати бажаний результат.
vi: Các thông số cài đặt trên được nhà cung cấp khuyến nghị để sử dụng mô hình một cách tối ưu. Vui lòng sửa đổi các tham số dựa trên yêu cầu của bạn để tạo ra kết quả mong muốn.
zh_hans: 上述设置参数是提供商推荐的，以实现模型的最佳使用。您可以根据您的要求随意修改参数以生成所需的输出。
zh_hant: 上述設定參數是提供者推薦的，以實現模型的最佳使用。您可以根據您的要求隨意修改參數以產生所需的輸出。

source: The estimates shown may fluctuate from the actual cost due to additional factors including but not limited to token usage, tool usage, etc. Refer to the model provider's billing for accurate information.
de: Die angezeigten Schätzungen können aufgrund zusätzlicher Faktoren, einschließlich, aber nicht beschränkt auf, Token-Nutzung, Tool-Nutzung usw. von den tatsächlichen Kosten abweichen. Genaue Informationen finden Sie in der Abrechnung des Modellanbieters.
es: Las estimaciones mostradas pueden variar del costo real debido a factores adicionales que incluyen, entre otros, el uso de tokens, el uso de herramientas, etc. Consulte la facturación del proveedor del modelo para obtener información precisa.
fr: Les estimations indiquées peuvent fluctuer par rapport au coût réel en raison de facteurs supplémentaires, notamment l'utilisation des jetons, l'utilisation des outils, etc. Reportez-vous à la facturation du fournisseur de modèles pour des informations précises.
hi: दिखाए गए अनुमान अतिरिक्त कारकों के कारण वास्तविक लागत से भिन्न हो सकते हैं, जिनमें टोकन उपयोग, टूल उपयोग आदि शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं। सटीक जानकारी के लिए मॉडल प्रदाता की बिलिंग देखें।
id: Perkiraan yang ditampilkan dapat berfluktuasi dari biaya sebenarnya karena faktor tambahan termasuk namun tidak terbatas pada penggunaan token, penggunaan alat, dll. Lihat penagihan penyedia model untuk informasi yang akurat.
ja: 表示される見積もりは、トークンの使用量、ツールの使用量などを含む (ただしこれらに限定されない) 追加要因により、実際のコストから変動する場合があります。正確な情報については、モデル プロバイダーの請求書を参照してください。
ko: 표시된 추정치는 토큰 사용, 도구 사용 등을 포함하되 이에 국한되지 않는 추가 요인으로 인해 실제 비용과 다를 수 있습니다. 정확한 정보는 모델 제공업체의 청구서를 참조하세요.
pl: Przedstawione szacunki mogą różnić się od rzeczywistych kosztów ze względu na dodatkowe czynniki, w tym między innymi użycie tokena, użycie narzędzi itp. Dokładne informacje można znaleźć w rozliczeniach dostawcy modelu.
pt_br: As estimativas mostradas podem variar em relação ao custo real devido a fatores adicionais, incluindo, entre outros, uso de token, uso de ferramentas, etc. Consulte o faturamento do fornecedor do modelo para obter informações precisas.
tr: Gösterilen tahminler, jeton kullanımı, araç kullanımı vb. dahil ancak bunlarla sınırlı olmamak üzere ek faktörler nedeniyle gerçek maliyetten farklılık gösterebilir. Doğru bilgi için model sağlayıcının faturasına bakın.
uk: Показані оцінки можуть відрізнятися від фактичної вартості через додаткові фактори, включаючи, але не обмежуючись, використання маркерів, використання інструментів тощо. Щоб отримати точну інформацію, зверніться до виставлення рахунків постачальника моделі.
vi: Các ước tính được hiển thị có thể dao động so với chi phí thực tế do các yếu tố bổ sung bao gồm nhưng không giới hạn ở việc sử dụng mã thông báo, sử dụng công cụ, v.v. Hãy tham khảo hóa đơn của nhà cung cấp mô hình để biết thông tin chính xác.
zh_hans: 由于其他因素（包括但不限于代币使用、工具使用等），显示的估算可能与实际成本有所波动。请参阅模型提供商的账单以获取准确信息。
zh_hant: 由於其他因素（包括但不限於代幣使用、工具使用等），顯示的估算可能與實際成本有所波動。請參閱模型提供者的帳單以取得準確資訊。

source: The following brand information was extracted. Review for correctness below and tap Apply to update your Brand Kit.
de: Die folgenden Markeninformationen wurden extrahiert. Überprüfen Sie die Angaben unten auf Richtigkeit und tippen Sie auf „Übernehmen“, um Ihr Marken-Kit zu aktualisieren.
es: Se extrajo la siguiente información de marca. Revise la corrección a continuación y toque Aplicar para actualizar su kit de marca.
fr: Les informations suivantes sur la marque ont été extraites. Vérifiez l’exactitude ci-dessous et appuyez sur Appliquer pour mettre à jour votre kit de marque.
hi: निम्नलिखित ब्रांड जानकारी निकाली गई. नीचे शुद्धता की समीक्षा करें और अपने ब्रांड किट को अपडेट करने के लिए अप्लाई पर टैप करें।
id: Informasi merek berikut diekstraksi. Tinjau kebenarannya di bawah dan ketuk Terapkan untuk memperbarui Perangkat Merek Anda.
ja: 以下のブランド情報が抽出されました。以下で正しいかどうかを確認し、「適用」をタップしてブランド キットを更新します。
ko: 아래와 같은 브랜드 정보가 추출되었습니다. 아래에서 정확성을 검토하고 적용을 눌러 브랜드 키트를 업데이트하세요.
pl: Wyodrębniono następujące informacje dotyczące marki. Sprawdź poprawność poniżej i dotknij Zastosuj, aby zaktualizować zestaw marki.
pt_br: As seguintes informações da marca foram extraídas. Revise a correção abaixo e toque em Aplicar para atualizar seu Kit de Marca.
tr: Aşağıdaki marka bilgileri çıkarıldı. Doğruluğunu aşağıda inceleyin ve Marka Kitinizi güncellemek için Uygula'ya dokunun.
uk: Було вилучено наступну інформацію про бренд. Перевірте правильність нижче та натисніть «Застосувати», щоб оновити свій Brand Kit.
vi: Thông tin thương hiệu sau đây đã được trích xuất. Hãy xem lại tính chính xác bên dưới và nhấn vào Áp dụng để cập nhật Bộ thương hiệu của bạn.
zh_hans: 提取了以下品牌信息。检查下面的正确性，然后点击“应用”来更新您的品牌套件。
zh_hant: 提取了以下品牌資訊。檢查下面的正確性，然後點擊「應用」來更新您的品牌套件。

source: The image will be added as a reference image for a new image generation. You can update the prompt and model supported configs in the upcoming window.
de: Das Bild wird als Referenzbild für eine neue Bildgeneration hinzugefügt. Sie können die Eingabeaufforderung und die unterstützten Modellkonfigurationen im nächsten Fenster aktualisieren.
es: La imagen se agregará como imagen de referencia para una nueva generación de imágenes. Puede actualizar las configuraciones compatibles con el modelo y el mensaje en la siguiente ventana.
fr: L'image sera ajoutée comme image de référence pour une nouvelle génération d'image. Vous pouvez mettre à jour les configurations prises en charge par l'invite et le modèle dans la fenêtre suivante.
hi: छवि को नई छवि पीढ़ी के लिए संदर्भ छवि के रूप में जोड़ा जाएगा। आप आगामी विंडो में प्रॉम्प्ट और मॉडल समर्थित कॉन्फ़िगरेशन को अपडेट कर सकते हैं।
id: Gambar tersebut akan ditambahkan sebagai gambar referensi untuk pembuatan gambar baru. Anda dapat memperbarui konfigurasi yang didukung prompt dan model di jendela yang akan datang.
ja: この画像は、新しい画像生成の参照画像として追加されます。次のウィンドウで、プロンプトとモデルのサポートされる構成を更新できます。
ko: 해당 이미지는 새로운 이미지 생성을 위한 참조 이미지로 추가됩니다. 다음 창에서 프롬프트 및 모델 지원 구성을 업데이트할 수 있습니다.
pl: Obraz zostanie dodany jako obraz referencyjny dla nowej generacji obrazu. W nadchodzącym oknie możesz zaktualizować konfiguracje obsługiwane przez monit i model.
pt_br: A imagem será adicionada como imagem de referência para uma nova geração de imagem. Você pode atualizar o prompt e as configurações suportadas pelo modelo na próxima janela.
tr: Resim, yeni bir resim nesli için referans resim olarak eklenecektir. Gelecek pencerede istemi ve model destekli yapılandırmaları güncelleyebilirsiniz.
uk: Зображення буде додано як еталонне зображення для нового покоління зображень. Ви можете оновити підказку та підтримувані конфігурації моделі в наступному вікні.
vi: Hình ảnh sẽ được thêm làm hình ảnh tham chiếu cho thế hệ hình ảnh mới. Bạn có thể cập nhật lời nhắc và cấu hình được hỗ trợ mô hình trong cửa sổ sắp tới.
zh_hans: 该图像将被添加为新图像生成的参考图像。您可以在即将出现的窗口中更新提示和模型支持的配置。
zh_hant: 該圖像將被添加為新圖像生成的參考圖像。您可以在即將出現的視窗中更新提示和模型支援的配置。
